APStats/Vocab.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-06 Mon 14:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Vocabulary</title>
<meta name="author" content="Alex Burns" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Vocabulary</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgbd17890">Chapter 1:</a>
<ul>
<li><a href="#orgb9a9cc3">Section 1:</a></li>
<li><a href="#orge532c77">Section 2:</a></li>
<li><a href="#org9f9530c">Section 3:</a></li>
</ul>
</li>
<li><a href="#org1234092">Chapter 2:</a>
<ul>
<li><a href="#org51edcfd">Section 1:</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgbd17890" class="outline-2">
<h2 id="orgbd17890">Chapter 1:</h2>
<div class="outline-text-2" id="text-orgbd17890">
</div>
<div id="outline-container-orgb9a9cc3" class="outline-3">
<h3 id="orgb9a9cc3">Section 1:</h3>
<div class="outline-text-3" id="text-orgb9a9cc3">
</div>
<ul class="org-ul">
<li><a id="orgd396fc7"></a>Individuals: the objects described by a set of data. Individuals may be people, animals, or things<br /></li>
<li><a id="org62d0ea1"></a>Variable: any characteristic of an individual. A variable can take different values for individuals<br /></li>
<li><a id="org2fe4c17"></a>Categorical variable: places an individual into one of several groups or categories<br /></li>
<li><a id="orgddcbd19"></a>Quantitative variable: takes numerical values for which it makes sense to find an average<br /></li>
<li><a id="orgb697d8a"></a>Distribution: The pattern of variation of a variable. Tells us what values the variable takes and how often it takes these values<br /></li>
<li><a id="org5628800"></a>Inference: Drawing conclusions from the data at hand<br /></li>
<li><a id="org903543b"></a>Pie Chart: Shows the distribution of a categorical variable as a “pie” whose slices are sized by the counts or percents for the categories<br /></li>
<li><a id="orgdaade10"></a>Bar Graphs: Represent each category as a bar. The height of the bar shows the category counts or percents. Are easier to make and easier to read<br /></li>
<li><a id="orgc4a0f92"></a>Segmented Bar Graph: A bar graph where each category of a larger group (male or female for example) is stacked vertically. Able to easily compare the two groups<br /></li>
<li><a id="org3e6503f"></a>Marginal Distributions: Appear at the right and bottom margins of the two-way table. The subtotal out of the total. Tells us nothing about the relationship between two categorial variables<br /></li>
<li><a id="orgd632821"></a>Conditional Distribution: Describes the values of that variable among individuals who have a specific value of another variable<br /></li>
<li><a id="org8332751"></a>Association: If knowing the value of one variable helps predict the value of another<br /></li>
<li><a id="org0d392dc"></a>Two-Way Table: Organizes data about two categorical variables measured for the same set of individuals. Summarizes large amounts of information by grouping outcomes into categories<br /></li>
<li><a id="orga92ac06"></a>Frequency Table: Shows the count of various outcomes in a sample<br /></li>
<li><a id="org46e6d4e"></a>Relative Frequency Table: Represents the counts of various outcomes in a sample as percentages. Needs to show the fraction, ex 1/2, then the percent, ex 50%<br /></li>
<li><a id="orge6866cc"></a>Round-off Error: The error between an approximate and the exact mathematical result. Common with percents as they are rounded<br /></li>
</ul>
</div>

<div id="outline-container-orge532c77" class="outline-3">
<h3 id="orge532c77">Section 2:</h3>
<div class="outline-text-3" id="text-orge532c77">
</div>
<ul class="org-ul">
<li><a id="org991b8f8"></a>Dotplot: One of the simplest to construct. Each data value is a dot above its location on a number line<br /></li>
<li><a id="org31cb496"></a>Outlier: An individual value that falls outside the overall pattern<br /></li>
<li><a id="org60c2b5a"></a>Mode: The most common value, data point with the highest frequency<br /></li>
<li><a id="org4583a24"></a>Symmetric: If the right and left sides of the graph are approximately mirrored images of each other<br /></li>
<li><a id="org8a13801"></a>Skewness: Skewed to the right (positive skew) = all values on left side, low amount on right side. Downwards staircase. Skewed left = all values on right side/staircase<br /></li>
<li><a id="orga30f285"></a>Unimodal: Having only one peak<br /></li>
<li><a id="org0aec4f4"></a>Bimodal: Having two clear peaks<br /></li>
<li><a id="orgd807a54"></a>Multimodal: Having three or more peaks<br /></li>
<li><a id="org5bd2e0c"></a>Stemplot: A graphical display for fairly small data sets. Give us a quick picture of the shape of distribution while including the actual numerical values<br /></li>
<li><a id="org598695b"></a>Back to Back StemPlot: Two stem plots are put back to back with the common stem in the middle. The leaves are ordered outwards from the common stem<br /></li>
<li><a id="org92d8011"></a>Histogram: Groups nearby values together for quantitive variables. It is an approximate representation of the data<br /></li>
<li><a id="org4094717"></a>Class: A grouping of values typically for a histogram<br /></li>
<li><a id="orgbadc69e"></a>Range: The difference between the greatest and lowest value<br /></li>
<li><a id="orgb48b24a"></a>Median: The middle value. The center value in a set of data<br /></li>
<li><a id="org78cfe3b"></a>Mean: The average of data, add up the values then divide by total number<br /></li>
</ul>
</div>

<div id="outline-container-org9f9530c" class="outline-3">
<h3 id="org9f9530c">Section 3:</h3>
<div class="outline-text-3" id="text-org9f9530c">
</div>
<ul class="org-ul">
<li><a id="org9c26ec8"></a>Mean: the most common measure of center which is the ordinary arthmetic average. X bar, x^_, or mew, u. The mean is sensitive to the influence of extreme observations so several far away outliers would cause the mean to be a worse measure of center. A mean is not a resistant measure of center<br /></li>
<li><a id="org6263883"></a>Median: the midpoint of a distribution. The number such that half of the oversvations are bigger and half are smaller. A median is a resistant measure of center<br /></li>
<li><a id="org9d0b24c"></a>Range/Variance: The difference between the maximum and minimum values of a data set<br /></li>
</ul>
</div>
</div>
<div id="outline-container-org1234092" class="outline-2">
<h2 id="org1234092">Chapter 2:</h2>
<div class="outline-text-2" id="text-org1234092">
</div>
<div id="outline-container-org51edcfd" class="outline-3">
<h3 id="org51edcfd">Section 1:</h3>
<div class="outline-text-3" id="text-org51edcfd">
</div>
<ul class="org-ul">
<li><a id="org5ed90b6"></a>Percentile: the pth percentile of a distribution is the value with p percent of the observations less than it<br /></li>
<li><a id="org0c155bf"></a>Cumlative Relative Frequency Graph: Plot a point corresponding to the cumulative relative frequency in each class at the smallest value of the next class<br /></li>
<li><a id="org924a146"></a>Z-Score (Standarized Score): tell us how many standard deviations from the mean an observation falls, and in what direction<br /></li>
<li><a id="org916456f"></a>Transforming data: Converting the original observation from the original units of measurement to a standardized scale<br /></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alex Burns</p>
<p class="date">Created: 2021-09-06 Mon 14:57</p>
</div>
</body>
</html>
